
/*
//
// This file is for Little Snitch's IAP: https://help.obdev.at/resources/documentation/littlesnitch/#/ra-iap
// Currently Little Snitch is only translated in English and German, so will not use any other localizations.
//
// If you're translating other than English or German, you can dismiss this file or translate it in case they
// add some more languages in the future.
//
*/

/* Top-level, general application description: */
"ApplicationDescription" = "Keka, macOS için bir dosya arşivleyicisidir.";

/* Software update connection: */
"SoftwareUpdatePurpose" = "Keka, u(pdate).keka.io.’a bağlanarak yeni sürümleri kontrol ediyor.";
"SoftwareUpdateDenyConsequences" = "Bu bağlantıyı reddederseniz, Keka'nın yeni sürümleri size bildirilmez.";
